import React from 'react'

export default function AboutUs() {
    
    return (
        <div>
            <div className='CoursePageName'>About Us</div>
            <div className="LabInfo">
            <div className='Fragment-Name'><span className='Fragment-Number' style={{backgroundColor: '#5B43F0'}}>i</span><h2> &nbsp; &nbsp;ข้อตกลงในการใช้ซอฟต์แวร์</h2></div>
            </div>
            <div className="LabInfo"> ซอฟต์แวร์นี้เป็นผลงานที่พัฒนาขึ้นโดย นายพันธวิศ ขันติพันธุ์, นายอธิษฐ์ สุวรรณขำ และ นายธรา วรานุเศรษฐ์ จาก โรงเรียนหาดใหญ่วิทยาลัย
ภายใต้การดูแลของ อาจารย์ภิญโญ ยลธรรม์ธรรม ภายใต้โครงการ การพัฒนาเว็บแอพเรียนรู้ฟิสิกส์ด้วยตนเองโดยเรียนรู้จากการทดลองเสมือน และประเมินผลด้วย Bayes' theorem ซึ่งสนับสนุน
โดย สำนักงานพัฒนาวิทยาศาสตร์และเทคโนโลยีแห่งชาติ โดยมีวัตถุประสงค์เพื่อส่งเสริมให้
นักเรียนและนักศึกษาได้เรียนรู้และฝึกทักษะในการพัฒนาซอฟต์แวร์ ลิขสิทธิ์ของซอฟต์แวร์นี้จึง
เป็นของผู้พัฒนา ซึ่งผู้พัฒนาได้อนุญาตให้สำนักงานพัฒนาวิทยาศาสตร์และเทคโนโลยีแห่งชาติ 
เผยแพร่ซอฟต์แวร์นี้ตาม “ต้นฉบับ” โดยไม่มีการแก้ไขดัดแปลงใดๆ ทั้งสิ้น ให้แก่บุคคลทั่วไปได้ใช้
เพื่อประโยชน์ส่วนบุคคลหรือประโยชน์ทางการศึกษาที่ไม่มีวัตถุประสงค์ในเชิงพาณิชย์ โดยไม่คิด
ค่าตอบแทนการใช้ซอฟต์แวร์ ดังนั้น สำนักงานพัฒนาวิทยาศาสตร์และเทคโนโลยีแห่งชาติ จึงไม่มี
หน้าที่ในการดูแล บำรุงรักษา จัดการอบรมการใช้งาน หรือพัฒนาประสิทธิภาพซอฟต์แวร์ รวมทั้ง
ไม่รับรองความถูกต้องหรือประสิทธิภาพการทำงานของซอฟต์แวร์ ตลอดจนไม่รับประกันความ
เสียหายต่างๆ อันเกิดจากการใช้ซอฟต์แวร์นี้ทั้งสิ้น
        </div> 
        <div className="LabInfo">
            <div className='Fragment-Name'><span className='Fragment-Number' style={{backgroundColor: '#44CF6C'}}>✔</span><h2> &nbsp; &nbsp;Thanks for contribute!</h2></div>
            </div>
            <div className="LabInfo"> ขอขอบคุณนักเรียนโรงเรียนหาดใหญ่วิทยาลัยที่ช่วยทำการ Playtest ตลอดจนให้ Feedback เพื่อพัฒนา Webapp ของเรา และร่วมทำแบบทดสอบทดสอบประสิทธิ์ภาพของการสอน ร่วมการทดสอบ Pre-Test และ Post-Test และให้ข้อมูลเพื่อมาใช้ประมวลผล Bayes's Score และขอบคุณ อาจารย์ภิญโญ ยลธรรม์ธรรม ที่ได้ให้คำปรึกษาตลอดการทำโครงงาน
        </div> 
    </div>
    )
}
