import React from 'react'

export default function AboutUs() {
    
    return (
        <div>
            <div className='CoursePageName'>About Us</div>
            <div className="LabInfo">ข้อตกลงในการใช้ซอฟต์แวร์ <br/><br/>
            ซอฟต์แวร์นี้เป็นผลงานที่พัฒนาขึ้นโดย ....(ชื่อผู้พัฒนา).... จาก ....(ชื่อสถาบัน).…... 
ภายใต้การดูแลของ ....(ชื่ออาจารย์ที่ปรึกษา).... ภายใต้โครงการ ....(ชื่อโครงการ).... ซึ่งสนับสนุน
โดย สำนักงานพัฒนาวิทยาศาสตร์และเทคโนโลยีแห่งชาติ โดยมีวัตถุประสงค์เพื่อส่งเสริมให้
นักเรียนและนักศึกษาได้เรียนรู้และฝึกทักษะในการพัฒนาซอฟต์แวร์ ลิขสิทธิ์ของซอฟต์แวร์นี้จึง
เป็นของผู้พัฒนา ซึ่งผู้พัฒนาได้อนุญาตให้สำนักงานพัฒนาวิทยาศาสตร์และเทคโนโลยีแห่งชาติ 
เผยแพร่ซอฟต์แวร์นี้ตาม “ต้นฉบับ” โดยไม่มีการแก้ไขดัดแปลงใดๆ ทั้งสิ้น ให้แก่บุคคลทั่วไปได้ใช้
เพื่อประโยชน์ส่วนบุคคลหรือประโยชน์ทางการศึกษาที่ไม่มีวัตถุประสงค์ในเชิงพาณิชย์ โดยไม่คิด
ค่าตอบแทนการใช้ซอฟต์แวร์ ดังนั้น สำนักงานพัฒนาวิทยาศาสตร์และเทคโนโลยีแห่งชาติ จึงไม่มี
หน้าที่ในการดูแล บำรุงรักษา จัดการอบรมการใช้งาน หรือพัฒนาประสิทธิภาพซอฟต์แวร์ รวมทั้ง
ไม่รับรองความถูกต้องหรือประสิทธิภาพการทำงานของซอฟต์แวร์ ตลอดจนไม่รับประกันความ
เสียหายต่างๆ อันเกิดจากการใช้ซอฟต์แวร์นี้ทั้งสิ้น
        </div> 
        </div>
    )
}
